export default data = [{
    "id": 49001,
    "name": "越绝书",
    "mainImage": "https://img4.xinhuashudian.com/images/2021/11/09/3a0fa531-3b64-41fd-b27c-7f6411b7796a.png",
    "lowPrice": 28,
    "highPrice": 28,
    "authorId": 1200,
    "publishTime": "2020-08-01",
    "publisher": "中华书局",
    "wordNumber": "50000",
    "productCode": "9787101146912",
    "CLC": "K225.04",
    "pageNumber": "328",
    "firstPublishTime": "2020-08-01",
    "packing": "精装",
    "outTimes": "1",
    "catalog":`前言1
    卷
    越绝外传本事1
    越绝荆平王内传第二13
    第二卷
    越绝外传记吴地传第三22
    第三卷
    越绝吴内传第四57
    第四卷
    越绝计倪内经第五77
    第五卷
    越绝请籴内传第六93
    第六卷
    越绝外传纪策考第七109
    第七卷
    越绝外传记范伯第八123
    越绝内传陈成恒第九129
    第八卷
    越绝外传记地传第十146
    ……`,
    "details": "《越绝书》，又名《越绝记》，是记载古代吴越地方史的杂史，全书一共十五卷。《四库全书总目》认为作者为汉代的袁康和吴平。该书杂记春秋战国时期吴越两国的史实，涉及吴越地区的政治、经济、军事、天文、地理、历法、语言等各个方面，被誉为“地方志鼻祖”。三全本《越绝书》由绍兴社科院原副院长、副研究员张仲清注译。作者2009年在人民出版社和国家图书馆出版社分别出版《越绝书译注》和《越绝书校注》二书，对于《越绝书》有较为深入的研究。此次将《越绝书译注》纳入“中华经典名著全本全注全译丛书”再版，按照三全本的体例对原书加以修订调整，将更便于读者阅读。"
}, {
    "authorId":1200,
    "authorName":"张仲清",
    "intro":"张仲清，1955年3月生，浙江诸暨人。副研究员。1977年恢复高考，有幸进入浙江师范学院中文系汉语言文学专业学习。毕业后在家乡从事教育工作，后调绍兴社会科学院，为绍兴文理学院越文化研究院特约研究员，致力于地方文史文献的整理与研究。出版著作有《越绝书校注》（国家图书馆出版社2009）、《越绝书译注》（人民出版社2009年）。"
},
{
    id:100,
    bookName:'',
    pId:0,
    lowPrice:90,
    number:1,
    total:90,
    selected:false
}]